do
 function run(msg, matches)
return [[ 
🔺نرخ گروه با بات شیلد🔺
➖➖➖➖➖➖➖➖➖
💸نرخ گروه عادی💸
💵یک ماه : 2000 تومان
💴دو ماه : 3000 تومان
💶نامحدود : 5000 تومان
➖➖➖➖➖➖➖➖➖
💸نرخ سوپر گروه💸
💵یک ماه : 4999 تومان
💴دو ماه : 8000 تومان
💶نامحدود : 12000 تومان
➖➖➖➖➖➖➖➖➖
🔴پرداخت🔴
🔸با شارژ 🔸
🔹کارت به کارت(۲۰٪ تخفیف)🔹
⬇️برای خرید مراجعه کنید⬇️
@Hafez1116hafez
@amirho3ein911 
@Eblis_alone 
💢در صورت ریپورتی💢
@shield_supportbot

👑با تشکر تیم شیلد👑
]]
end
return {
patterns = {
"^[!/#][Nn]erkh$",
"^[Nn]erkh$"
},
run = run
}
end